---
kind: enumMember
id: F:Autodesk.Revit.DB.DocumentType.IFC
enum: Autodesk.Revit.DB.DocumentType
zh: ifc
source: html/f980a45e-61f3-de6e-9af3-9277d5537b4b.htm
---
# Autodesk.Revit.DB.DocumentType.IFC

**中文**: ifc

IFC document.